/////////////////////
// команды розетки //
/////////////////////


#define SOCKET_ON         1 // включить розетку
#define SOCKET_OFF        2 // выключить розетку
#define GET_TEMP          3 // запрос температуры
#define GET_SOCKET_STATUS 4 // запрос состояния розетки
#define GET_POWER         5 // запрос напряжения на входе мозгов
#define GET_FULL_INFO     6 // запрос полной информации

////////////
// ответы //
////////////
#define FAIL      0 // ошибка выполнения
#define SUCCESFUL 1 // комманда выполнена успешно

